---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.LinkFailures.LinkInstanceNeedsReconcile
source: html/82307566-0cbc-d760-0d6d-dc20c0442637.htm
---
# Autodesk.Revit.DB.BuiltInFailures.LinkFailures.LinkInstanceNeedsReconcile Property

Instance of linked .rvt file needs Coordination Review

## Syntax (C#)
```csharp
public static FailureDefinitionId LinkInstanceNeedsReconcile { get; }
```